tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"

brew "awscli"
brew "bfg"
brew "calc"
brew "chezscheme"
brew "coreutils"
brew "curl"
brew "dtrx"
brew "elixir"
brew "erlang"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "imageoptim"
brew "jsonpp"
brew "just"
brew "k6"
brew "ktlint"
brew "lastpass-cli"
brew "mas"
brew "neovim"
brew "node"
brew "overmind"
brew "pngquant"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "rename"
brew "ruby-build"
brew "koekeishiya/formulae/skhd"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "michaeleisel/zld/zld"
brew "koekeishiya/formulae/yabai"
brew "zsh"

cask "adoptopenjdk8"
cask "firefox"
cask "google-chrome"
cask "dropbox"
cask "hammerspoon"
cask "gimp"
cask "graphiql"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"

mas "Monosnap", id: 540348655
mas "Xcode", id: 497799835
